# IFC_DMResetToDef

## Description
Resets the IFC Data Mapping to Vectorworks Defaults.

```pascal
FUNCTION IFC_DMResetToDef : BOOLEAN;
```

```python

def vs.IFC_DMResetToDef():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2017
## Category
* IFC